Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# activity.announcement.activityV1.title
source: Activity page is available
ar: صفحة النشاط متاحة
de: Aktivitätsseite ist verfügbar
es: La página de actividad está disponible
fr: La page d'activité est disponible
id: Halaman Aktivitas tersedia
it: La pagina Attività è disponibile
ja: アクティビティページが利用可能です
ko: 활동 페이지를 사용할 수 있습니다
nl: Activiteitenpagina is beschikbaar
pl: Strona aktywności jest dostępna
pt_br: Página de atividade disponível
ru: Страница активности доступна
tr: Etkinlik sayfası kullanılabilir
uk: Сторінка активності доступна
vi: Trang hoạt động đã có sẵn
zh_hans: 活动页已接入
zh_hant: 活動頁已上線

# activity.announcement.clear.action
source: Clear All
ar: مسح الكل
de: Alle löschen
es: Borrar todo
fr: Tout effacer
id: Hapus Semua
it: Cancella tutto
ja: すべてクリア
ko: 모두 지우기
nl: Alles wissen
pl: Wyczyść wszystko
pt_br: Limpar tudo
ru: Очистить всё
tr: Tümünü Temizle
uk: Очистити все
vi: Xóa tất cả
zh_hans: 全部清空
zh_hant: 全部清除

# activity.announcement.clear.confirm
source: Clear announcements?
ar: هل تريد مسح الإعلانات؟
de: Ankündigungen löschen?
es: ¿Borrar anuncios?
fr: Effacer les annonces ?
id: Hapus pengumuman?
it: Cancellare gli annunci?
ja: お知らせをクリアしますか？
ko: 공지사항을 지우시겠습니까?
nl: Aankondigingen wissen?
pl: Wyczyścić ogłoszenia?
pt_br: Limpar anúncios?
ru: Очистить объявления?
tr: Duyurular temizlensin mi?
uk: Очистити оголошення?
vi: Xóa thông báo?
zh_hans: 清空公告？
zh_hant: 清除公告？

# activity.announcement.clear.help
source: Clear all cached announcements
ar: مسح جميع الإعلانات المخزنة مؤقتًا
de: Alle zwischengespeicherten Ankündigungen löschen
es: Borrar todos los anuncios en caché
fr: Effacer toutes les annonces mises en cache
id: Hapus semua pengumuman yang di-cache
it: Cancella tutti gli annunci memorizzati nella cache
ja: キャッシュされたお知らせをすべてクリア
ko: 캐시된 모든 공지사항 지우기
nl: Wis alle gecachte aankondigingen
pl: Wyczyść wszystkie buforowane ogłoszenia
pt_br: Limpar todos os anúncios em cache
ru: Очистить все кэшированные объявления
tr: Tüm önbelleğe alınmış duyuruları temizle
uk: Очистити всі кешовані оголошення
vi: Xóa tất cả thông báo đã lưu trong bộ nhớ đệm
zh_hans: 清空本地公告缓存
zh_hant: 清除所有快取的公告

# activity.announcement.clear.message
source: All locally cached announcements will be removed. Refresh to fetch from GitHub again.
ar: ستتم إزالة جميع الإعلانات المخزنة محليًا. قم بالتحديث لجلبها من GitHub مرة أخرى.
de: Alle lokal zwischengespeicherten Ankündigungen werden entfernt. Aktualisieren, um erneut von GitHub abzurufen.
es: Se eliminarán todos los anuncios almacenados localmente. Actualice para obtenerlos de GitHub nuevamente.
fr: Toutes les annonces mises en cache localement seront supprimées. Actualisez pour les récupérer depuis GitHub.
id: Semua pengumuman yang di-cache secara lokal akan dihapus. Muat ulang untuk mengambil dari GitHub lagi.
it: Tutti gli annunci memorizzati localmente verranno rimossi. Aggiorna per recuperarli di nuovo da GitHub.
ja: ローカルにキャッシュされたすべてのお知らせが削除されます。更新してGitHubから再取得してください。
ko: 로컬에 캐시된 모든 공지사항이 제거됩니다. 새로고침하여 GitHub에서 다시 가져오세요.
nl: Alle lokaal gecachte aankondigingen worden verwijderd. Vernieuw om opnieuw van GitHub op te halen.
pl: Wszystkie lokalnie buforowane ogłoszenia zostaną usunięte. Odśwież, aby pobrać je ponownie z GitHuba.
pt_br: Todos os anúncios armazenados localmente serão removidos. Atualize para buscar novamente do GitHub.
ru: Все локально кэшированные объявления будут удалены. Обновите, чтобы загрузить их снова с GitHub.
tr: Yerel olarak önbelleğe alınmış tüm duyurular kaldırılacak. Tekrar GitHub'dan almak için yenileyin.
uk: Усі локально кешовані оголошення буде видалено. Оновіть, щоб завантажити з GitHub знову.
vi: Tất cả thông báo đã lưu trong bộ nhớ đệm sẽ bị xóa. Làm mới để tải lại từ GitHub.
zh_hans: 将删除本机全部公告。刷新后可从 GitHub 重新拉取。
zh_hant: 將刪除本機全部公告。重新整理後可從 GitHub 重新拉取。

# activity.announcement.source.blog
source: GitHub Blog
ar: مدونة GitHub
es: Blog de GitHub
fr: Blog GitHub
id: Blog GitHub
it: Blog GitHub
ja: GitHubブログ
ko: GitHub 블로그
pl: Blog GitHub
pt_br: Blog do GitHub
ru: Блог GitHub
uk: Блог GitHub
vi: Blog GitHub

# activity.announcement.source.security
source: Security Advisory
ar: نشرة أمنية
de: Sicherheitshinweis
es: Aviso de seguridad
fr: Avis de sécurité
id: Advis Keamanan
it: Avviso di sicurezza
ja: セキュリティアドバイザリ
ko: 보안 권고
nl: Beveiligingsadvies
pl: Zalecenia bezpieczeństwa
pt_br: Aviso de Segurança
ru: Уведомление о безопасности
tr: Güvenlik Danışmanlığı
uk: Поради з безпеки
vi: Cảnh báo bảo mật
zh_hans: 安全公告
zh_hant: 安全公告

# activity.category.all
source: All Categories
ar: جميع الفئات
de: Alle Kategorien
es: Todas las categorías
fr: Toutes les catégories
id: Semua Kategori
it: Tutte le categorie
ja: すべてのカテゴリ
ko: 모든 카테고리
nl: Alle categorieën
pl: Wszystkie kategorie
pt_br: Todas as Categorias
ru: Все категории
tr: Tüm Kategoriler
uk: Усі категорії
vi: Tất cả danh mục
zh_hans: 全部分类
zh_hant: 全部分類

# activity.category.announcement
source: Announcements
ar: الإعلانات
de: Ankündigungen
es: Anuncios
fr: Annonces
id: Pengumuman
it: Annunci
ja: お知らせ
ko: 공지사항
nl: Aankondigingen
pl: Ogłoszenia
pt_br: Anúncios
ru: Объявления
tr: Duyurular
uk: Оголошення
vi: Thông báo
zh_hans: 公告
zh_hant: 公告

# activity.category.following
source: Following
ar: المتابَعون
de: Folge ich
es: Siguiendo
fr: Abonnements
id: Mengikuti
it: Seguiti
ja: フォロー中
ko: 팔로잉
nl: Volgend
pl: Obserwowane
pt_br: Seguindo
ru: Подписки
tr: Takip Edilenler
uk: Відстежувані
vi: Đang theo dõi
zh_hans: 关注
zh_hant: 關注

# activity.category.release
source: Releases
ar: الإصدارات
de: Veröffentlichungen
es: Lanzamientos
fr: Versions
id: Rilis
it: Rilasci
ja: リリース
ko: 릴리스
pl: Wydania
pt_br: Lançamentos
ru: Релизы
tr: Sürümler
uk: Релізи
vi: Bản phát hành
zh_hans: 发行版
zh_hant: 發行版

# activity.category.repository
source: Repositories
ar: المستودعات
es: Repositorios
fr: Dépôts
id: Repositori
it: Repository
ja: リポジトリ
ko: 저장소
pl: Repozytoria
pt_br: Repositórios
ru: Репозитории
tr: Depolar
uk: Репозиторії
vi: Kho lưu trữ
zh_hans: 仓库
zh_hant: 倉庫

# activity.category.section
source: Activity
ar: النشاط
de: Aktivität
es: Actividad
fr: Activité
id: Aktivitas
it: Attività
ja: アクティビティ
ko: 활동
nl: Activiteit
pl: Aktywność
pt_br: Atividade
ru: Активность
tr: Etkinlik
uk: Активність
vi: Hoạt động
zh_hans: 活动
zh_hant: 活動

# activity.category.star
source: Stars
ar: النجوم
de: Sterne
es: Estrellas
fr: Favoris
id: Bintang
it: Stelle
ja: スター
ko: 별표
nl: Sterren
pl: Gwiazdki
pt_br: Estrelas
ru: Звёзды
tr: Yıldızlar
uk: Зірки
vi: Sao
zh_hans: 星标
zh_hant: 星標

# activity.category.suggestion
source: Suggestions
ar: الاقتراحات
de: Vorschläge
es: Sugerencias
id: Saran
it: Suggerimenti
ja: 提案
ko: 제안
nl: Suggesties
pl: Sugestie
pt_br: Sugestões
ru: Предложения
tr: Öneriler
uk: Пропозиції
vi: Gợi ý
zh_hans: 建议
zh_hant: 建議

# activity.category.undoStar
source: Undo Star
ar: التراجع عن النجمة
de: Stern rückgängig
es: Deshacer estrella
fr: Annuler le favori
id: Batalkan Bintang
it: Annulla stella
ja: スター解除
ko: 별표 취소
nl: Ster ongedaan maken
pl: Cofnij gwiazdkę
pt_br: Desfazer Estrela
ru: Отменить звезду
tr: Yıldızı Geri Al
uk: Скасувати зірку
vi: Hoàn tác sao
zh_hant: 取消星標

# activity.category.weekly
source: Weekly
ar: أسبوعي
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
id: Mingguan
it: Settimanale
ja: 週間
ko: 주간
nl: Wekelijks
pl: Tygodniowe
pt_br: Semanal
ru: Еженедельно
tr: Haftalık
uk: Щотижня
vi: Hàng tuần
zh_hans: 周刊
zh_hant: 週刊

# activity.detail.assets
source: Assets
ar: المرفقات
de: Anhänge
es: Archivos
fr: Ressources
id: Aset
it: Risorse
ja: アセット
ko: 자산
pl: Zasoby
pt_br: Ativos
ru: Ресурсы
tr: Varlıklar
uk: Активи
vi: Tài nguyên
zh_hans: 构件
zh_hant: 構件

# activity.detail.following.actor
source: Actor
ar: الفاعل
de: Akteur
fr: Acteur
id: Aktor
it: Autore
ja: アクター
ko: 액터
nl: Acteur
pl: Wykonawca
pt_br: Ator
ru: Автор
tr: Aktör
uk: Автор
vi: Người thực hiện
zh_hans: 操作者
zh_hant: 操作者

# activity.detail.following.eventTitle
source: Related item
ar: العنصر المرتبط
de: Zugehöriges Element
es: Elemento relacionado
fr: Élément associé
id: Item terkait
it: Elemento correlato
ja: 関連項目
ko: 관련 항목
nl: Gerelateerd item
pl: Powiązany element
pt_br: Item relacionado
ru: Связанный элемент
tr: İlgili öğe
uk: Пов'язаний елемент
vi: Mục liên quan
zh_hans: 关联条目
zh_hant: 關聯項目

# activity.detail.following.openOnGitHub
source: Open on GitHub
ar: فتح على GitHub
de: Auf GitHub öffnen
es: Abrir en GitHub
fr: Ouvrir sur GitHub
id: Buka di GitHub
it: Apri su GitHub
ja: GitHubで開く
ko: GitHub에서 열기
nl: Openen op GitHub
pl: Otwórz na GitHub
pt_br: Abrir no GitHub
ru: Открыть на GitHub
tr: GitHub'da Aç
uk: Відкрити на GitHub
vi: Mở trên GitHub
zh_hans: 在 GitHub 打开
zh_hant: 在 GitHub 開啟

# activity.detail.following.summary
source: Event
ar: الحدث
de: Ereignis
es: Evento
fr: Événement
id: Acara
it: Evento
ja: イベント
ko: 이벤트
nl: Gebeurtenis
pl: Zdarzenie
pt_br: Evento
ru: Событие
tr: Olay
uk: Подія
vi: Sự kiện
zh_hans: 事件
zh_hant: 事件

# activity.detail.repositoryTitle
source: Repository activity
ar: نشاط المستودع
de: Repository-Aktivität
es: Actividad del repositorio
fr: Activité du dépôt
id: Aktivitas repositori
it: Attività del repository
ja: リポジトリアクティビティ
ko: 저장소 활동
nl: Repository-activiteit
pl: Aktywność repozytorium
pt_br: Atividade do repositório
ru: Активность репозитория
tr: Depo etkinliği
uk: Активність репозиторію
vi: Hoạt động kho lưu trữ
zh_hans: 仓库活动
zh_hant: 倉庫活動

# activity.detail.starTitle
source: Star activity
ar: نشاط النجمة
de: Stern-Aktivität
es: Actividad de estrellas
fr: Activité des favoris
id: Aktivitas bintang
it: Attività delle stelle
ja: スターアクティビティ
ko: 별표 활동
nl: Ster-activiteit
pl: Aktywność gwiazdek
pt_br: Atividade de estrela
ru: Активность звёзд
tr: Yıldız etkinliği
uk: Активність зірок
vi: Hoạt động sao
zh_hans: 星标活动
zh_hant: 星標活動

# activity.detail.suggestionTitle
source: Suggestion
ar: اقتراح
de: Vorschlag
es: Sugerencia
id: Saran
it: Suggerimento
ja: 提案
ko: 제안
nl: Suggestie
pl: Sugestia
pt_br: Sugestão
ru: Предложение
tr: Öneri
uk: Пропозиція
vi: Gợi ý
zh_hans: 建议
zh_hant: 建議

# activity.detail.topics
source: Topics
ar: المواضيع
de: Themen
es: Temas
fr: Sujets
id: Topik
it: Argomenti
ja: トピック
ko: 주제
nl: Onderwerpen
pl: Tematy
pt_br: Tópicos
ru: Темы
tr: Konular
uk: Теми
vi: Chủ đề

# activity.empty.following
source: Watch and Follow events are not connected yet.
ar: أحداث المراقبة والمتابعة غير متصلة بعد.
de: Watch- und Follow-Ereignisse sind noch nicht verbunden.
es: Los eventos de Ver y Seguir aún no están conectados.
fr: Les événements de suivi et d'abonnement ne sont pas encore connectés.
id: Acara Watch dan Follow belum terhubung.
it: Gli eventi Watch e Follow non sono ancora collegati.
ja: WatchとFollowイベントはまだ接続されていません。
ko: Watch 및 Follow 이벤트가 아직 연결되지 않았습니다.
nl: Watch- en Follow-gebeurtenissen zijn nog niet verbonden.
pl: Zdarzenia obserwowania i śledzenia nie są jeszcze połączone.
pt_br: Eventos de Watch e Follow ainda não estão conectados.
ru: События наблюдения и подписки ещё не подключены.
tr: İzle ve Takip et olayları henüz bağlı değil.
uk: Події спостереження та відстеження ще не підключено.
vi: Sự kiện Watch và Follow chưa được kết nối.
zh_hans: Watch 与 Follow 动态尚未接入。
zh_hant: Watch 與 Follow 動態尚未接入。

# activity.empty.release
source: Subscribe to repository releases from the detail page first.
ar: اشترك في إصدارات المستودع من صفحة التفاصيل أولاً.
de: Abonniere zuerst Repository-Veröffentlichungen auf der Detailseite.
es: Suscríbase primero a los lanzamientos del repositorio desde la página de detalles.
fr: Abonnez-vous d'abord aux versions d'un dépôt depuis sa page de détails.
id: Berlangganan rilis repositori dari halaman detail terlebih dahulu.
it: Iscriviti prima ai rilasci del repository dalla pagina dei dettagli.
ja: 詳細ページからリポジトリのリリースを購読してください。
ko: 먼저 상세 페이지에서 저장소 릴리스를 구독하세요.
nl: Abonneer je eerst op repository-releases via de detailpagina.
pl: Najpierw zasubskrybuj wydania repozytorium ze strony szczegółów.
pt_br: Assine lançamentos de repositórios pela página de detalhes primeiro.
ru: Сначала подпишитесь на релизы репозитория на странице сведений.
tr: Önce detay sayfasından depo sürümlerine abone olun.
uk: Спочатку підпишіться на релізи репозиторію на сторінці деталей.
vi: Đăng ký bản phát hành kho lưu trữ từ trang chi tiết trước.
zh_hans: 先在仓库详情页订阅 Release，这里会汇总新版本。
zh_hant: 先在倉庫詳情頁訂閱 Release，這裡會彙總新版本。

# activity.empty.subtitle
source: Sync stars or refresh this category to populate activity.
ar: قم بمزامنة النجوم أو تحديث هذه الفئة لملء النشاط.
de: Synchronisiere Sterne oder aktualisiere diese Kategorie, um Aktivität zu füllen.
es: Sincronice estrellas o actualice esta categoría para poblar la actividad.
fr: Synchronisez vos favoris ou actualisez cette catégorie pour remplir l'activité.
id: Sinkronkan bintang atau muat ulang kategori ini untuk mengisi aktivitas.
it: Sincronizza le stelle o aggiorna questa categoria per popolare l'attività.
ja: スターを同期するか、このカテゴリを更新してアクティビティを表示してください。
ko: 별표를 동기화하거나 이 카테고리를 새로고침하여 활동을 채우세요.
nl: Synchroniseer sterren of vernieuw deze categorie om activiteit te vullen.
pl: Zsynchronizuj gwiazdki lub odśwież tę kategorię, aby wypełnić aktywność.
pt_br: Sincronize estrelas ou atualize esta categoria para preencher a atividade.
ru: Синхронизируйте звёзды или обновите эту категорию, чтобы заполнить активность.
tr: Etkinliği doldurmak için yıldızları senkronize edin veya bu kategoriyi yenileyin.
uk: Синхронізуйте зірки або оновіть цю категорію, щоб заповнити активність.
vi: Đồng bộ sao hoặc làm mới danh mục này để hiển thị hoạt động.
zh_hans: 同步 Stars 或刷新当前分类后会显示活动。
zh_hant: 同步 Stars 或重新整理此分類後會顯示活動。

# activity.empty.title
source: No activity yet
ar: لا يوجد نشاط بعد
de: Noch keine Aktivität
es: Aún sin actividad
fr: Aucune activité pour l'instant
id: Belum ada aktivitas
it: Nessuna attività ancora
ja: アクティビティがまだありません
ko: 아직 활동이 없습니다
nl: Nog geen activiteit
pl: Brak aktywności
pt_br: Nenhuma atividade ainda
ru: Пока нет активности
tr: Henüz etkinlik yok
uk: Активності ще немає
vi: Chưa có hoạt động
zh_hans: 暂无活动
zh_hant: 暫無活動

# activity.error.title
source: Activity unavailable
ar: النشاط غير متاح
de: Aktivität nicht verfügbar
es: Actividad no disponible
fr: Activité indisponible
id: Aktivitas tidak tersedia
it: Attività non disponibile
ja: アクティビティを利用できません
ko: 활동을 사용할 수 없음
nl: Activiteit niet beschikbaar
pl: Aktywność niedostępna
pt_br: Atividade indisponível
ru: Активность недоступна
tr: Etkinlik kullanılamıyor
uk: Активність недоступна
vi: Hoạt động không khả dụng
zh_hans: 活动不可用
zh_hant: 活動不可用

# activity.following.clear.action
source: Clear All
ar: مسح الكل
de: Alle löschen
es: Borrar todo
fr: Tout effacer
id: Hapus Semua
it: Cancella tutto
ja: すべてクリア
ko: 모두 지우기
nl: Alles wissen
pl: Wyczyść wszystko
pt_br: Limpar tudo
ru: Очистить всё
tr: Tümünü Temizle
uk: Очистити все
vi: Xóa tất cả
zh_hans: 全部清空
zh_hant: 全部清除

# activity.following.clear.confirm
source: Clear following feed?
ar: هل تريد مسح خلاصة المتابعة؟
de: Folge-Feed löschen?
es: ¿Borrar feed de seguimiento?
fr: Effacer le flux d'abonnements ?
id: Hapus feed mengikuti?
it: Cancellare il feed dei seguiti?
ja: フォローフィードをクリアしますか？
ko: 팔로잉 피드를 지우시겠습니까?
nl: Volgende feed wissen?
pl: Wyczyścić kanał obserwowanych?
pt_br: Limpar feed de seguindo?
ru: Очистить ленту подписок?
tr: Takip akışı temizlensin mi?
uk: Очистити стрічку відстеження?
vi: Xóa nguồn cấp dữ liệu đang theo dõi?
zh_hans: 清空关注动态？
zh_hant: 清除關注動態？

# activity.following.clear.help
source: Clear all cached following events
ar: مسح جميع أحداث المتابعة المخزنة مؤقتًا
de: Alle zwischengespeicherten Folge-Ereignisse löschen
es: Borrar todos los eventos de seguimiento en caché
fr: Effacer tous les événements d'abonnement mis en cache
id: Hapus semua acara mengikuti yang di-cache
it: Cancella tutti gli eventi seguiti memorizzati nella cache
ja: キャッシュされたフォローイベントをすべてクリア
ko: 캐시된 모든 팔로잉 이벤트 지우기
nl: Wis alle gecachte volgende gebeurtenissen
pl: Wyczyść wszystkie buforowane zdarzenia obserwowanych
pt_br: Limpar todos os eventos de seguindo em cache
ru: Очистить все кэшированные события подписок
tr: Önbelleğe alınmış tüm takip olaylarını temizle
uk: Очистити всі кешовані події відстеження
vi: Xóa tất cả sự kiện đang theo dõi đã lưu trong bộ nhớ đệm
zh_hans: 清空本地关注动态缓存
zh_hant: 清除所有快取的關注事件

# activity.following.clear.message
source: This removes all following events from this device. They can be fetched again on refresh.
ar: سيؤدي هذا إلى إزالة جميع أحداث المتابعة من هذا الجهاز. يمكن جلبها مرة أخرى عند التحديث.
de: Dies entfernt alle Folge-Ereignisse von diesem Gerät. Sie können bei Aktualisierung erneut abgerufen werden.
es: Esto elimina todos los eventos de seguimiento de este dispositivo. Se pueden volver a obtener al actualizar.
fr: Cela supprime tous les événements d'abonnement de cet appareil. Ils peuvent être récupérés lors d'une actualisation.
id: Ini akan menghapus semua acara mengikuti dari perangkat ini. Acara dapat diambil lagi saat muat ulang.
it: Questo rimuove tutti gli eventi seguiti da questo dispositivo. Possono essere recuperati di nuovo con un aggiornamento.
ja: これにより、このデバイスからすべてのフォローイベントが削除されます。更新時に再取得できます。
ko: 이 기기에서 모든 팔로잉 이벤트가 제거됩니다. 새로고침 시 다시 가져올 수 있습니다.
nl: Dit verwijdert alle volgende gebeurtenissen van dit apparaat. Ze kunnen opnieuw worden opgehaald bij vernieuwen.
pl: Spowoduje to usunięcie wszystkich zdarzeń obserwowanych z tego urządzenia. Można je ponownie pobrać po odświeżeniu.
pt_br: Isso remove todos os eventos de seguindo deste dispositivo. Eles podem ser buscados novamente ao atualizar.
ru: Это удалит все события подписок с этого устройства. Их можно будет загрузить снова при обновлении.
tr: Bu, tüm takip olaylarını bu cihazdan kaldırır. Yenileme ile tekrar getirilebilirler.
uk: Це видалить усі події відстеження з цього пристрою. Їх можна буде завантажити знову після оновлення.
vi: Thao tác này xóa tất cả sự kiện đang theo dõi khỏi thiết bị này. Chúng có thể được tải lại khi làm mới.
zh_hans: 将删除本机全部关注动态。刷新后可从 GitHub 重新拉取。
zh_hant: 將刪除本機全部關注動態。重新整理後可從 GitHub 重新拉取。

# activity.following.event.create.branch.format
source: %1$@ created branch %2$@ in %3$@
ar: %1$@ أنشأ الفرع %2$@ في %3$@
de: %1$@ hat Branch %2$@ in %3$@ erstellt
es: %1$@ creó la rama %2$@ en %3$@
fr: %1$@ a créé la branche %2$@ dans %3$@
id: %1$@ membuat cabang %2$@ di %3$@
it: %1$@ ha creato il branch %2$@ in %3$@
ja: %1$@ が %3$@ にブランチ %2$@ を作成しました
ko: %1$@님이 %3$@에 %2$@ 브랜치를 생성했습니다
nl: %1$@ heeft branch %2$@ aangemaakt in %3$@
pl: %1$@ utworzył gałąź %2$@ w %3$@
pt_br: %1$@ criou o branch %2$@ em %3$@
ru: %1$@ создал ветку %2$@ в %3$@
tr: %1$@, %3$@ deposunda %2$@ dalını oluşturdu
uk: %1$@ створив гілку %2$@ у %3$@
vi: %1$@ đã tạo nhánh %2$@ trong %3$@
zh_hans: %1$@ 在 %3$@ 创建了分支 %2$@
zh_hant: %1$@ 在 %3$@ 建立了分支 %2$@

# activity.following.event.create.repository.format
source: %1$@ created repository %2$@
ar: %1$@ أنشأ المستودع %2$@
de: %1$@ hat Repository %2$@ erstellt
es: %1$@ creó el repositorio %2$@
fr: %1$@ a créé le dépôt %2$@
id: %1$@ membuat repositori %2$@
it: %1$@ ha creato il repository %2$@
ja: %1$@ がリポジトリ %2$@ を作成しました
ko: %1$@님이 저장소 %2$@을(를) 생성했습니다
nl: %1$@ heeft repository %2$@ aangemaakt
pl: %1$@ utworzył repozytorium %2$@
pt_br: %1$@ criou o repositório %2$@
ru: %1$@ создал репозиторий %2$@
tr: %1$@, %2$@ deposunu oluşturdu
uk: %1$@ створив репозиторій %2$@
vi: %1$@ đã tạo kho lưu trữ %2$@
zh_hans: %1$@ 创建了仓库 %2$@
zh_hant: %1$@ 建立了倉庫 %2$@

# activity.following.event.create.tag.format
source: %1$@ created tag %2$@ in %3$@
ar: %1$@ أنشأ الوسم %2$@ في %3$@
de: %1$@ hat Tag %2$@ in %3$@ erstellt
es: %1$@ creó la etiqueta %2$@ en %3$@
fr: %1$@ a créé l'étiquette %2$@ dans %3$@
id: %1$@ membuat tag %2$@ di %3$@
it: %1$@ ha creato il tag %2$@ in %3$@
ja: %1$@ が %3$@ でタグ %2$@ を作成しました
ko: %1$@님이 %3$@에 %2$@ 태그를 생성했습니다
nl: %1$@ heeft tag %2$@ aangemaakt in %3$@
pl: %1$@ utworzył tag %2$@ w %3$@
pt_br: %1$@ criou a tag %2$@ em %3$@
ru: %1$@ создал тег %2$@ в %3$@
tr: %1$@, %3$@ deposunda %2$@ etiketini oluşturdu
uk: %1$@ створив тег %2$@ у %3$@
vi: %1$@ đã tạo thẻ %2$@ trong %3$@
zh_hans: %1$@ 在 %3$@ 创建了标签 %2$@
zh_hant: %1$@ 在 %3$@ 建立了標籤 %2$@

# activity.following.event.discussion.format
source: %1$@ started a discussion in %2$@
ar: %1$@ بدأ نقاشًا في %2$@
de: %1$@ hat eine Diskussion in %2$@ gestartet
es: %1$@ inició una discusión en %2$@
fr: %1$@ a lancé une discussion dans %2$@
id: %1$@ memulai diskusi di %2$@
it: %1$@ ha avviato una discussione in %2$@
ja: %1$@ が %2$@ でディスカッションを開始しました
ko: %1$@님이 %2$@에서 토론을 시작했습니다
nl: %1$@ is een discussie gestart in %2$@
pl: %1$@ rozpoczął dyskusję w %2$@
pt_br: %1$@ iniciou uma discussão em %2$@
ru: %1$@ начал обсуждение в %2$@
tr: %1$@, %2$@ deposunda bir tartışma başlattı
uk: %1$@ розпочав обговорення у %2$@
vi: %1$@ đã bắt đầu một cuộc thảo luận trong %2$@
zh_hans: %1$@ 在 %2$@ 发起了讨论
zh_hant: %1$@ 在 %2$@ 發起了討論

# activity.following.event.fork.format
source: %1$@ forked %2$@
ar: %1$@ قام بتفريع %2$@
de: %1$@ hat %2$@ geforkt
es: %1$@ bifurcó %2$@
fr: %1$@ a forké %2$@
id: %1$@ melakukan fork %2$@
it: %1$@ ha fatto il fork di %2$@
ja: %1$@ が %2$@ をフォークしました
ko: %1$@님이 %2$@을(를) 포크했습니다
nl: %1$@ heeft %2$@ geforkt
pl: %1$@ sforkował %2$@
pt_br: %1$@ bifurcou %2$@
ru: %1$@ форкнул %2$@
tr: %1$@, %2$@ deposunu çatalladı
uk: %1$@ форкнув %2$@
vi: %1$@ đã fork %2$@
zh_hans: %1$@ fork 了 %2$@
zh_hant: %1$@ fork 了 %2$@

# activity.following.event.issues.closed.format
source: %1$@ closed an issue in %2$@
ar: %1$@ أغلق مشكلة في %2$@
de: %1$@ hat ein Issue in %2$@ geschlossen
es: %1$@ cerró un issue en %2$@
fr: %1$@ a fermé un problème dans %2$@
id: %1$@ menutup isu di %2$@
it: %1$@ ha chiuso un problema in %2$@
ja: %1$@ が %2$@ で Issue をクローズしました
ko: %1$@님이 %2$@에서 이슈를 닫았습니다
nl: %1$@ heeft een issue gesloten in %2$@
pl: %1$@ zamknął zgłoszenie w %2$@
pt_br: %1$@ fechou uma issue em %2$@
ru: %1$@ закрыл задачу в %2$@
tr: %1$@, %2$@ deposunda bir sorunu kapattı
uk: %1$@ закрив питання у %2$@
vi: %1$@ đã đóng một issue trong %2$@
zh_hans: %1$@ 在 %2$@ 关闭了 Issue
zh_hant: %1$@ 在 %2$@ 關閉了 Issue

# activity.following.event.issues.opened.format
source: %1$@ opened an issue in %2$@
ar: %1$@ فتح مشكلة في %2$@
de: %1$@ hat ein Issue in %2$@ geöffnet
es: %1$@ abrió un issue en %2$@
fr: %1$@ a ouvert un problème dans %2$@
id: %1$@ membuka isu di %2$@
it: %1$@ ha aperto un problema in %2$@
ja: %1$@ が %2$@ で Issue をオープンしました
ko: %1$@님이 %2$@에서 이슈를 열었습니다
nl: %1$@ heeft een issue geopend in %2$@
pl: %1$@ otworzył zgłoszenie w %2$@
pt_br: %1$@ abriu uma issue em %2$@
ru: %1$@ открыл задачу в %2$@
tr: %1$@, %2$@ deposunda bir sorun açtı
uk: %1$@ відкрив питання у %2$@
vi: %1$@ đã mở một issue trong %2$@
zh_hans: %1$@ 在 %2$@ 打开了 Issue
zh_hant: %1$@ 在 %2$@ 開啟了 Issue

# activity.following.event.pullRequest.closed.format
source: %1$@ closed a pull request in %2$@
ar: %1$@ أغلق طلب سحب في %2$@
de: %1$@ hat einen Pull Request in %2$@ geschlossen
es: %1$@ cerró una solicitud de extracción en %2$@
fr: %1$@ a fermé une demande de tirage dans %2$@
id: %1$@ menutup pull request di %2$@
it: %1$@ ha chiuso una richiesta pull in %2$@
ja: %1$@ が %2$@ でプルリクエストをクローズしました
ko: %1$@님이 %2$@에서 풀 리퀘스트를 닫았습니다
nl: %1$@ heeft een pull-request gesloten in %2$@
pl: %1$@ zamknął pull request w %2$@
pt_br: %1$@ fechou um pull request em %2$@
ru: %1$@ закрыл запрос на слияние в %2$@
tr: %1$@, %2$@ deposunda bir çekme isteğini kapattı
uk: %1$@ закрив pull request у %2$@
vi: %1$@ đã đóng một pull request trong %2$@
zh_hans: %1$@ 在 %2$@ 关闭了 PR
zh_hant: %1$@ 在 %2$@ 關閉了 PR
